Repository: tsmp/tsmp_compilers
Catalog: ogsr_engine/CONFIGURATOR/Resources/*.resx
Languages: ru_ru

# actor_hit_all
source: Camera shakes and flashes
ru_ru: сотрясение камеры с засветкой

# actor_hit_camera
source: Camera shakes
ru_ru: сотрясение камеры

# actor_hit_disabled
source: Disabled
ru_ru: отключены

# CANT_FIND_FILE
source: Can't find the file
ru_ru: Не найден файл

# chaes_timer_name
source: CNPP surge timer, min
ru_ru: Таймер выброса на ЧАЭС, мин

# dinamicheski_hud_desc
source: This option toggles visibility of the gas mask or the outfit mask and also shows the dynamic effects such as blood stains and glass fractures depending on the condition of the mask.
ru_ru: Эта опция включает отображение противогаза или маски костюма, что включает также эффекты запотевания стёкол от дыхания и, в зависимости от состояния, трещины, пятна крови и царапины на стекле.

# dinamicheski_hud_name
source: Dynamic hud
ru_ru: Динамический худ

# dop_spawn_desc
source: This option controls additional periodical spawn of stalkers and monsters in random places. It can really change the whole game, and some storyline situations will become unpredictable.
ru_ru: Эта опция определяет, будут ли в игре периодически спавниться дополнительные враги и монстры в произвольных местах. Опция серьёзно оживляет игру, однако увеличивает нагрузку на систему, и может сделать прохождение квестовых сценок непредсказуемым.

# dop_spawn_name
source: Enable add. spawn after surges
ru_ru: Активировать доп. спавн после выброса

source: Dynamic news
ru_ru: Динамические новости

# dynamic_news_desc
source: This option enables dynamic in-game news about NPCs' death.
ru_ru: Эта опция включает динамический вывод новостей и сообщений о гибели сталкеров

# fov_volume_desc
source: Must be within the range of 5 to 140.
ru_ru: Должен быть в диапазоне [5,140]

# fov_volume_name
source: FOV (field of view)
ru_ru: FOV (угол убзора)

# medlen_lek_desc
source: This option enables slow healing after the use of medkits, making the game more realistic.
ru_ru: Эта опция включает плавное наполнение здоровья персонажа при употреблении аптечек, делая игру реалистичнее.

# medlen_lek_name
source: Slow healing from medkits
ru_ru: Медленное лечение аптечками

# mnog_resp_name
source: Respawn multiplier
ru_ru: Множитель респавна

# news_freq_desc
source: This is a coefficient for the frequency of dynamic news - less values result in more frequent messages.
ru_ru: Это коэффициент диапазона времени выдачи сообщений - чем он меньше, тем чаще выдаются сообщения

# news_freq_name
source: News frequency
ru_ru: Частота выдачи новостей

source: Off
ru_ru: Выкл

# offline_alife_desc
source: This option enables NPC offline simulation mode. They will fight with each other and monsters, gather items and weapons. Offline events will be described in the dynamic news.
ru_ru: Эта настройка включает режим оффлайновой симуляции жизни. NPC будут сражаться в оффлайне друг с другом и монстрами, собирать вещи и оружие. События в оффлайне будут появляться в новостях.

# offline_alife_name
source: Offline alife
ru_ru: Оффлайн-алайф

source: On
ru_ru: Вкл

# period_resp_new_desc
source: Respawn period of new OGSE monsters (in game hours). Can differ slightly from the chosen value (one or two hours).
ru_ru: Периодичность респауна нововведенных монстров в игровых часах. К этому значению также добавляется случайная поправка от минус одного до плюс одного часа.

# period_resp_new_name
source: Respawn period of new NPCs
ru_ru: Период респавна новых NPC

# period_resp_old_desc
source: Respawn period of standard stalkers and monsters (in game hours). If set to 0, then the respawn will occur immediately after sufficient free places are available.
ru_ru: Периодичность респауна обычных монстров и людей в игровых часах. Если указать 0, то респаун будет происходить сразу, как только на локации освободится место для объектов.

# period_resp_old_name
source: Respawn period of standart NPCs
ru_ru: Период респавна стандартных NPC

source: Player
ru_ru: Игрок

# plohoe_samochustv_name
source: «Feeling bad» effects
ru_ru: Эффект плохого самочувствия

# poboch_lek_desc
source: This option controls side effects of drugs in case of overdose.
ru_ru: Эта опция включает эффекты отравления при злоупотреблении лекарствами.

# poboch_lek_name
source: Drugs' side effects
ru_ru: Побочные эффекты лекарств

# popadanie_po_ger_name
source: Hit / impact effects
ru_ru: Эффекты попадания по главгерою

# psyzones_desc
source: This option controls psy-zones spawn, if it updates after psy- or regular surges, or becomes completely disabled.
ru_ru: Эта опция управляет спавном пси-зон: обновлять после пси-выбросов, обычных выбросов или отключить пси-зоны.

# psyzones_disabled
source: Disabled
ru_ru: отключены

# psyzones_name
source: Psy-zones
ru_ru: Пси-зоны

# psyzones_to_psyvybros
source: Bound to psy-surge
ru_ru: привязаны к пси-выбросу

# psyzones_to_vybros
source: Bound to surge
ru_ru: привязаны к выбросу

# psy_surges_desc
source: This option enables psy-surge after common surge with a probablity that depends on current location.
ru_ru: Эта опция включает происходящие после обычных выбросов пси-выбросы,с вероятностью, зависящей от локации.

# psy_surges_name
source: Psy-surges
ru_ru: Пси-выбросы

# random_stashes_desc
source: This option enables completely random content of stashes, with exception for the named ones.
ru_ru: При включении этой опции содержимое всех тайников в игре, кроме именных, выбирается произвольно.

# random_stashes_name
source: Random stashes
ru_ru: Случайное содержимое тайников

# show_stashes_desc
source: This option enables showing the contents of a stash in a hint window.
ru_ru: При включении этой опции во всплывающей подсказке к тайнику будет перечислено его содержимое.

# show_stashes_name
source: Show contents of stashes
ru_ru: Отображение содержимого тайника

# son_desc
source: This option enables NPCs to sleep. During the night they will be weak and will try to get some sleep if in a safe area.
ru_ru: Эта опция включает динамический сон NPC. Ночью они будут вялые, и при отсутствии опасности будут пытаться поспать.

# son_name
source: Enable sleep
ru_ru: Включить сон

# stashes_desc
source: Probability of random stashes appearance.
ru_ru: Частота выпадения тайников при включенных рандомных тайниках. Цифра указывает процент вероятности.

# stashes_name
source: Stashes probability, %
ru_ru: Вероятность выпадения тайников, %

# stashes_settings
source: Stashes
ru_ru: Тайники

# surge_timer_desc
source: Period between surges in game time hours. There is also a random bias (from -4 to 4 h).
ru_ru: Указывается в игровых часах. К этому значению также добавляется случайная поправка от минус четырех до плюс четырёх часов

# surge_timer_name
source: Surge frequency
ru_ru: Периодичность выброса

# time_factor_desc
source: The less the time factor is, the longer the days are.
ru_ru: Скорость для демонстрации смены дня и ночи. Чем меньше, тем дольше идут сутки

# time_factor_name
source: Time factor
ru_ru: Скорость хода времени

# time_start_name
source: Time of game start
ru_ru: Время начала игры

# ves_desc
source: Must be within the range of 40 to 100 kg.
ru_ru: Должен быть в диапазоне [40,100] кг

# ves_name
source: Maximum carry weight, kg
ru_ru: Предельный переносимый вес, кг

# world_settings
source: World
ru_ru: Окружающий мир

# zalyap_hud_desc
source: This option enables blood stains on the equipped mask when shooting somebody at close range.
ru_ru: Эта опция включает забрызгивание стекла маски кровью при убийстве НПС в упор.

# zalyap_hud_name
source: Blood on masks
ru_ru: Брызги крови на маске

# eng
source: English
ru_ru: Английский

# pnv_autostart_desc
source: Automatic use of scope's built-in night vision function.
ru_ru: Автоматическое включение ПНВ при прицеливании

# pnv_autostart_name
source: NVD: autostart with scope
ru_ru: ПНВ: автостарт при прицеливании

# pnv_disabling_desc
source: This option controls disabling night vision while aiming through certain scopes or when using binoculars. Does not affect night vision binoculars and scopes.
ru_ru: Опция отключает эффект ночного видения во время прицеливания через прицел или использования бинокля. Прицелы и бинокль со встроенным ПНВ будут работать, как и раньше.

# pnv_disabling_name
source: NVD: disable while aiming
ru_ru: ПНВ: отключение при прицеливании

# rus
source: Russian
ru_ru: Русский

# plohoe_samochustv_desc
source: This option toggles camera effects depending on the medical condition of the actor.
ru_ru: Эта опция включает эффекты камеры в зависимости от самочувствия персонажа.

# NO_LOCALE
source: Can't find OGSE localization file
ru_ru: Отсутствует файл локализации OGSE

# weather_bright
source: Bright
ru_ru: ясная

# weather_default
source: Standard
ru_ru: стандартная

# weather_rainy
source: Rainy
ru_ru: дождливая

# weather_type_desc
source: This option changes the in-game weather presets.
ru_ru: Эта настройка позволяет регулировать погоду в игре

# weather_type_name
source: Weather
ru_ru: Погода

# exo_prob_desc
source: Probability of finding an exoskeleton armor in a stalker's inventory after his death. Can be changed in the range of 1 to 15.
ru_ru: Вероятность выпадения экзоскелетов при убийстве неписей в процентах. Регулируется в пределах от 1 до 15.

# exo_prob_name
source: Exo drop probability
ru_ru: Вероятность выпадения экзоскелетов

# no_internet
source: Can't connect to server. Check your internet connection.
ru_ru: Не удалось соединиться с сервером. Проверьте соединение интернет

# no_update
source: No updates
ru_ru: Обновлений нет

source: Patch downloaded!
ru_ru: Патч загружен!

# suit_prob_desc
source: Probability of finding common armor in a stalker's inventory upon his death. Can be changed in the range from 1 to 25. Does not affect exo drop probability.
ru_ru: Вероятность выпадения обычных костюмов при убийстве неписей в процентах. Регулируется в пределах от 1 до 25. Не влияет на вероятность выпадения экзоскелетов.

# suit_prob_name
source: Armor drop probability
ru_ru: Вероятность выпадения брони

# update_available
source: Update is available
ru_ru: Доступно обновление

# wait_for_download
source: Wait for active download to be completed
ru_ru: Дождитесь окончания скачивания

# dof
source: Depth of field
ru_ru: Глубина поля зрения

# shafts
source: Volumetric light
ru_ru: Объемный свет

# chrom_aberr_desc
source: This option enables chromatic aberration effect (light dispersion due to lens defects).
ru_ru: Эта опция включает эффект хроматической аберрации (разложение света на спектр из-за дефектов линзы)

# chrom_aberr_name
source: Chromatic aberration effect
ru_ru: Эффект хроматической аберрации

# ddof_gain_desc
source: Gain of brightness of blurred pixels while dynamic depth of field is enabled. Bigger values result in nice blur of light sources, but also can overbright the sky at some weather presets. Can be changed from 1 to 4.
ru_ru: Коэффициент усиления яркости заблюренных областей при включенном эффекте глубины поля зрения. Большие значения дают красивое размытие источников света, но могут приводить к излишне яркому небу при некоторой погоде. Регулируется от 1 до 4.

# ddof_gain_name
source: DDOF gain
ru_ru: Усиление DDOF

# hbao_int_desc
source: Intensity of Horizon-Based Ambient Occlusion. Can be changed from 0 to 100.
ru_ru: Интенсивность эффекта Horizon-Based Ambient Occlusion. Регулируется в процентах от 0 до 100.

# hbao_int_name
source: HBAO intensity
ru_ru: Интенсивность HBAO

# indirect_bounce_desc
source: Some sort of secondary lighting imitation for SSDO. Reduces the FPS, but ambient occlusion shadows look better.
ru_ru: Некая имитация вторичного освещения для SSDO. Уменьшает производительность, зато тени не черные, а более реалистичные.

# indirect_bounce_name
source: Indirect bounces for SSDO
ru_ru: Вторичное освещение для SSDO

# long_flare_desc
source: This option enables long horizontal flare on various lamps.
ru_ru: Эта опция включает длинный горизонтальный блик на лампах

# long_flare_name
source: Long flare
ru_ru: Длинный блик от ламп

# moonroad_desc
source: This option enables the reflection of sun or moon lights on water surfaces — the so called "moonroad".
ru_ru: Эта опция включает отражение солнца и луны от воды - т.н. "лунную дорожку"

# moonroad_name
source: Moonroad
ru_ru: Лунная дорожка

# puddles_grow_desc
source: Puddles grow rate during rain. Can be changed from 0 to 100.
ru_ru: Скорость образования луж во время дождя. Регулируется в процентах от 0 до 100.

# puddles_grow_name
source: Puddles grow rate
ru_ru: Скорость роста луж

# rdof_int_desc
source: Intensity of depth of field effect during a reload. Can be changed from 0 to 100.
ru_ru: Интенсивность эффекта глубины поля зрения при перезарядке. Регулируется в процентах от 0 до 100.

# rdof_int_name
source: Reload DOF intensity
ru_ru: Интенсивность DOF при перезарядке

# ssdo_int_desc
source: Intensity of Screen Space Dynamic Occlusion. Can be changed from 0 to 100.
ru_ru: Интенсивность эффекта Scrren Space Dynamic Occlusion. Регулируется в процентах от 0 до 100.

# ssdo_int_name
source: SSDO intensity
ru_ru: Интенсивность SSDO

# ss_dust_desc
source: This option enables "Crysis" type dust imitation in sunshafts.
ru_ru: Эта опция включает имитацию пыли в саншафтах типа "Crysis"

# ss_dust_name
source: Dust in sunshafts
ru_ru: Пыль в солнечных лучах

# ss_volume_dust_desc
source: This option enables dust imitation in volumetric light of lamps.
ru_ru: Эта опция включает имитацию пыли в объемном свете ламп

# ss_volume_dust_name
source: Dust in lamp light
ru_ru: Пыль в свете ламп

# vignette_desc
source: This option enables vignetting on screen (screen borders are darker than screen senter)
ru_ru: Эта опция включает эффект виньетирования (затемнение по краям изображения, н-р, для широкоугольных объективов)

# vignette_int_desc
source: Intensity of vignetting. Can be changed from 0 to 100. The value of 100 results in totally dark pixels on screen borders.
ru_ru: Интенсивность эффекта виньетирования. Регулируется в процентах от 0 до 100. 100 - пиксели по краям экрана полностью черные.

# vignette_int_name
source: Intensity of vignetting
ru_ru: Интенсивность виньетирования

# vignette_name
source: Vignetting
ru_ru: Виньетирование

# vol_light_max_int_desc
source: This option controls the intensity of volumetric lamp lights. Can be changed from 0 to 100.
ru_ru: Эта опция регулирует интенсивность объемного света. Регулируется в процентах от 0 до 100.

# vol_light_max_int_name
source: Lamp light volumetric intensity
ru_ru: Интенсивность света ламп

# vol_max_int_desc
source: This option controls the intensity of volumetric light from sun ("Clear Sky" type). Can be changed from 0 to 100.
ru_ru: Эта опция регулирует интенсивность объемных лучей (тип 'Clear Sky') от солнца. Регулируется в процентах от 0 до 100.

# vol_max_int_name
source: Sunlight volumetric intensity
ru_ru: Интенсивность солнечных лучей

# zdof_int_desc
source: Intensity of Depth Of Field effect when zooming in. Can be changed from 0 to 100.
ru_ru: Интенсивность эффекта глубины поля зрения при прицеливании. Регулируется в процентах от 0 до 100.

# zdof_int_name
source: Zoom DOF intensity
ru_ru: Интенсивность DOF при прицеливании

# various
source: Other
ru_ru: Прочее

# ambient_music_desc
source: This option enables ambient music in the game. Music varies from one location to another.
ru_ru: Эта настройка включает фоновую музыку, которая играет во время игры. Она различается в зависимости от локации.

# ambient_music_name
source: Ambient music
ru_ru: Фоновая музыка

# ammo_on_belt_desc
source: When enabled this option disables using ammunition for guns from ruck. Place packs with bullets on belt instead
ru_ru: Эта настройка отключает использование патронов для оружия из рюкзака. Используются только те патроны, которые игрок поместил на пояс.

# ammo_on_belt_name
source: Ammo on belt
ru_ru: Патроны на поясе
